export const tasks = [
    {
        taskID: "1",
        taskCategory: "Робота",
        taskTitle: 'Підготувати презентацію для клієнта "Новий продукт"',
        taskDescription:
            "Створити презентацію в PowerPoint, яка детально описує особливості нового продукту, його переваги та цільову аудиторію. Включити візуальні матеріали та дані про ринок.",
        taskIsDone: false,
    },
    {
        taskID: "2",
        taskCategory: "Робота",
        taskTitle: "Закрити звіт про продажі за минулий квартал",
        taskDescription:
            "Зібрати дані про продажі, проаналізувати їх, скласти звіт у табличному вигляді та візуалізувати основні показники. Додати висновки та рекомендації.",
        taskIsDone: false,
    },
    {
        taskID: "3",
        taskCategory: "Особисте життя",
        taskTitle: "Записатися на курси англійської мови",
        taskDescription:
            "Знайти відповідні курси англійської мови для початківців, порівняти ціни та відгуки, вибрати зручний графік занять та записатися.",
        taskIsDone: true,
    },
    {
        taskID: "4",
        taskCategory: "Особисте життя",
        taskTitle: "Приготувати улюблену страву на вихідні",
        taskDescription:
            "Скласти список необхідних інгредієнтів, скласти детальний план приготування страви, придбати продукти та приготувати страву.",
        taskIsDone: true,
    },
    {
        taskID: "5",
        taskCategory: "Домашнє господарство",
        taskTitle: "Розсортувати одяг та підготувати до прання",
        taskDescription:
            "Зібрати весь брудний одяг, розсортувати його за кольором і типом тканини, вибрати відповідні режими прання та завантажити в пральну машину.",
        taskIsDone: true,
    },
    {
        taskID: "6",
        taskCategory: "Домашнє господарство",
        taskTitle: "Помити вікна",
        taskDescription:
            "Підготувати необхідні інструменти (губки, миючий засіб, скребки), вимити вікна з обох боків, протерти рами.",
        taskIsDone: true,
    },
    {
        taskID: "7",
        taskCategory: "Саморозвиток",
        taskTitle: "Прочитати 1 розділ нової книги",
        taskDescription:
            "Виділити час на читання протягом дня, зосередитися на розумінні прочитаного матеріалу, зробити записи важливих думок.",
        taskIsDone: false,
    },
];
